[
    {
        "groupTitle": "Formal and educational",
        "categories": [
            {
                "name": "Courses",
                "examples": [
                    "Attending a course on the latest advancements in geriatric care.",
                    "Completing a course on effective communication in adult social care.",
                    "Participating in a course focused on dementia care strategies."
                ]
            },
            {
                "name": "Further education",
                "examples": [
                    "Pursuing a postgraduate diploma in social work for adults.",
                    "Enrolling in a Master's program in health and social care management.",
                    "Undertaking further education in palliative care for comprehensive knowledge."
                ]
            },
            {
                "name": "Research",
                "examples": [
                    "Conducting research on innovative approaches to community-based care.",
                    "Contributing to a research project on mental health interventions in adult social care.",
                    "Exploring research opportunities in the field of aging and healthcare."
                ]
            },
            {
                "name": "Learning events (e.g., conferences or workshops)",
                "examples": [
                    "Attending a national conference on best practices in adult social care.",
                    "Participating in a workshop on diversity and inclusion in healthcare settings.",
                    "Joining a symposium focused on integrating technology into social care services."
                ]
            },
            {
                "name": "Seminars",
                "examples": [
                    "Hosting a seminar on patient-centered care in the context of adult social services.",
                    "Participating in a seminar series discussing ethical dilemmas in healthcare.",
                    "Attending a seminar on the role of technology in improving care outcomes."
                ]
            },
            {
                "name": "Distance or online learning",
                "examples": [
                    "Taking an online module on evidence-based practices in social care.",
                    "Engaging in distance learning for a course in mental health support.",
                    "Completing webinars on the latest legislative updates in adult social care."
                ]
            },
            {
                "name": "Going on courses accredited by a professional body",
                "examples": [
                    "Participating in a course accredited by the Nursing and Midwifery Council (NMC).",
                    "Attending a professional development program accredited by the Health and Care Professions Council (HCPC).",
                    "Completing a course accredited by the British Association of Social Workers (BASW)."
                ]
            },
            {
                "name": "Undertaking short, supervised practice for specific skills development",
                "examples": [
                    "Engaging in supervised practice to enhance communication skills with elderly clients.",
                    "Undertaking short, focused practice sessions to improve wound care techniques.",
                    "Participating in supervised sessions to enhance proficiency in medication management."
                ]
            },
            {
                "name": "Mandatory training specifically relevant to role/scope of practice",
                "examples": [
                    "Completing mandatory training on safeguarding vulnerable adults.",
                    "Participating in training sessions on infection control and prevention.",
                    "Attending mandatory workshops on confidentiality and data protection."
                ]
            }
        ]
    },
    {
        "groupTitle": "Self-directed",
        "categories": [
            {
                "name": "Reading journals or articles",
                "examples": [
                    "Staying informed by regularly reading journals on the latest developments in adult social care.",
                    "Engaging in scholarly articles to deepen understanding of evidence-based practices.",
                    "Exploring research journals to enhance knowledge about emerging trends in healthcare."
                ]
            },
            {
                "name": "Reviewing books or articles",
                "examples": [
                    "Reviewing books on person-centered care to reinforce holistic approaches.",
                    "Critically analyzing articles on cultural competence in social care services.",
                    "Examining literature on ethical considerations in end-of-life care."
                ]
            },
            {
                "name": "Updating your knowledge through the internet or TV",
                "examples": [
                    "Watching online webinars on the integration of technology in adult social care.",
                    "Exploring educational videos on mental health awareness through online platforms.",
                    "Keeping up-to-date with healthcare documentaries to broaden knowledge on global practices."
                ]
            },
            {
                "name": "Enquiry-based research",
                "examples": [
                    "Investing in online courses to acquire in-depth knowledge about specific areas of social care.",
                    "Purchasing learning materials to conduct a comprehensive inquiry into dementia care strategies.",
                    "Enrolling in paid research programs to access premium resources for ongoing professional development."
                ]
            }
        ]
    },    
    
    {
        "groupTitle": "Professional activities",
        "categories": [
            {
                "name": "Involvement in a professional body, specialist-interest group, or other groups",
                "examples": [
                    "Active participation in a professional body focused on advancing social care practices for adults.",
                    "Engaging in a specialist-interest group to discuss and share insights on mental health interventions.",
                    "Joining other healthcare professionals in a collaborative group dedicated to enhancing elderly care services."
                ]
            },
            {
                "name": "Supervising research or students",
                "examples": [
                    "Supervising research projects on innovative approaches to community-based care.",
                    "Guiding students in their exploration of mental health interventions within adult social care.",
                    "Mentoring aspiring professionals, investing in learning materials to ensure comprehensive support."
                ]
            },
            {
                "name": "Being a tutor",
                "examples": [
                    "Serving as a tutor for a course on ethical considerations in adult social care.",
                    "Teaching a module on effective communication strategies to enhance patient-centered care.",
                    "Offering tutoring services, investing in learning materials to provide well-rounded educational support."
                ]
            },
            {
                "name": "Maintaining or developing specialist skills",
                "examples": [
                    "Continuously developing specialist skills in palliative care to improve end-of-life support.",
                    "Enhancing proficiency in cultural competence to provide inclusive social care services.",
                    "Focusing on musical therapy skills to integrate arts-based interventions into patient care."
                ]
            },
            {
                "name": "Organising journal clubs or other specialist groups",
                "examples": [
                    "Establishing a journal club to discuss recent advancements in geriatric care.",
                    "Organizing a specialist group dedicated to exploring technology integration in social care.",
                    "Leading a group focused on ethical dilemmas in healthcare, investing in relevant learning materials."
                ]
            }
        ]
    },

    {
        "groupTitle": "Work-based learning",
        "categories": [
            {
                "name": "Peer review activities",
                "examples": [
                    "Participating in peer review activities to assess and enhance colleagues' care plans.",
                    "Engaging in constructive peer evaluations to improve overall team performance.",
                    "Contributing to peer-reviewed case studies, investing in learning materials for thorough analysis."
                ]
            },
            {
                "name": "Expanding your role",
                "examples": [
                    "Expanding your role by taking on additional responsibilities in coordinating care services.",
                    "Undergoing training to expand your role into specialized areas like mental health support.",
                    "Pursuing further training to expand your role in leading community outreach programs."
                ]
            }
        ]
    },
    {
        "groupTitle": "Other",
        "categories": [
            {
                "name": "Other - a CPD activity not covered in the list",
                "examples": [
                    "Engaging in reflective practice sessions to enhance self-awareness and personal development.",
                    "Participating in interdisciplinary team-building activities to foster collaboration.",
                    "Attending community events or forums to gain insights into diverse perspectives on social care."
                ]
            }
        ]
    }  
    
]